Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/mozilla.tmx
Source language: en
Languages: be

source: #1 of #2 elapsed
be: Мінула #1 з #2

source: &brandFullName; Start Page
be: Пачатковая старонка &brandFullName;

source: &brandFullName; Web-Based Information Services
be: Сеткавыя звесткавыя службы &brandFullName;

source: &brandFullName; is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
be: &brandFullName; свабоднае праграмнае забеспячэнне з адкрытымі зыходнікамі, створанае шматлюднай сусветнай грамадой. Вам будзе цікава ведаць:

source: &brandFullName; uses web-based information services (&quot;Services&quot;) to provide some of the features provided for your use with this binary version of &brandShortName; under the terms described below. If you do not want to use one or more of the Services or the terms below are unacceptable, you may disable the feature or Service(s). Instructions on how to disable a particular feature or Service may be found
be: &brandFullName; ужывае сеткавыя звесткавыя службы (&quot;Службы&quot;) для забеспячэння іншых асаблівасцяў, якія даступныя вам для ўжывання ў гэтай двайковай версіі &brandShortName; паводле ўмоваў, апісаных ніжэй. Калі вы не хочаце ўжываць адну ці больш з службаў або ўмовы пагаднення непрымальныя, вы можаце забараніць асаблівасць ці службу. Прадпісанні, у якіх апісваецца, як гэта зрабіць, можна адшукаць

source: &brandShortName; - Choose User Profile
be: &brandShortName; - Выбар Профілю Карыстальніка

source: &brandShortName; Crash Reporter
be: Паведамляльнік пра крахі &brandShortName;

source: &brandShortName; Help
be: Даведка &brandShortName;

source: &brandShortName; Preferences
be: Перавагі &brandShortName;

source: &brandShortName; Privacy Policy
be: палітыцы захавання адасаблення &brandShortName;

source: &brandShortName; Safe Mode
be: Бяспечны рэжым &brandShortName;

source: &brandShortName; Update
be: Абнаўленне &brandShortName;

source: &brandShortName; finished installing the missing plugins:
be: &brandShortName; скончыў усталяванне адсутных убудоваў:

source: &brandShortName; has crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
be: &brandShortName; пацярпеў крах. Вашы ўстаўкі будуць пералічаны на пачатковай старонцы &brandShortName; пасля перазапуску.

source: &brandShortName; has determined that the following add-ons are known to cause stability or security problems:
be: &brandShortName; вызначыў, што наступныя дадаткі вядомыя тым, што выклікаюць праблемы ўстойлівасці і бяспекі:

source: &brandShortName; has installed the updates to your add-ons.
be: &brandShortName; усталяваў абнаўленні вашых дадаткаў.

source: &brandShortName; is designed by
be: &brandShortName; распрацаваны

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
be: &brandShortName; мае праблемы з аднаўленнем вокан і ўставак. Гэта выклікана нядаўна адкрытай старонкай.

source: &brandShortName; is installing plugins…
be: &brandShortName; усталёўвае ўбудовы…

source: &brandShortName; is made available to you under the terms of the
be: &brandShortName; даступны вам згодна умовам

source: &brandShortName; is not currently in Private Browsing mode.
be: &brandShortName; зараз не ў рэжыме адасобленага азірання.

source: &brandShortName; is now checking for available plugins…
be: &brandShortName; зараз правярае, ці існуюць даступныя ўбудовы…

source: &brandShortName; is up to date
be: &brandShortName; абноўлены

source: &brandShortName; is working offline
be: &brandShortName; працуе па-за сеткай

source: &brandShortName; needs to be restarted for the plugin(s) to work.
be: Трэба перазапусціць &brandShortName;, каб убудова(ы) пачала(і) працаваць.

source: &brandShortName; stores information about your settings and preferences in your personal profile.
be: &brandShortName; захоўвае звесткі аб вашых наладжваннях і перавагах у вашым асабістым профілі.

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
be: &brandShortName; захоўвае звесткі пра вашы наладжванні, перавагі і іншыя адзінкі ў вашым профілі карыстальніка.

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
be: &brandShortName; будзе памятаць гісторыю вашых азірання, загрузак, запаўнення формаў і пошуку і будзе трымаць біркі з наведаных пляцовак Сеціва.

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
be: &brandShortName; будзе ўжываць наладжванні, аднолькавыя наладжванням адасобленага азірання, і не будзе запамінаць гісторыю вашага азірання Сеціва.

source: &brandShortName; will:
be: &brandShortName; павінен:

source: &brandShortName; won't remember any history for this session.
be: &brandShortName; не будзе запамінаць гісторыю для гэтай сэсіі.

source: &lt; Back
be: &lt; Назад

source: &syncBrand.fullName.label; Setup
be: Наладка &syncBrand.fullName.label;

source: &syncBrand.fullName.label; Terms of Service are available at
be: Умовы выкарыстання службы &syncBrand.fullName.label; даступныя на

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
be: &syncBrand.fullName.label; дазваляе вам мець доступ да вашых гісторыі, закладак, пароляў і адкрытых уставак на ўсіх вашых збудовах.

source: &vendorShortName; and its contributors, licensors and partners work to provide the most accurate and up-to-date Services. However, we cannot guarantee that this information is comprehensive and error-free. For example, the Safe Browsing Service may not identify some risky sites and may identify some safe sites in error and the Location Aware Service all locations returned by our service providers are estimates only and neither we nor our service providers guarantee the accuracy of the locations provided.
be: &vendorShortName; і яго ўкладчыкі, ліцэнзіяты і ўдзельнікі працуюць над тым, каб забяспечыць найбольш дакладныя і сучасныя службы. Аднак мы не можам паручыцца, што гэтыя звесткі вычарпальныя і ў іх адсутнічаюць хібы. Напрыклад, служба бяспечнага азірання можа не вызначаць асобныя пляцоўкі як небяспечныя і вызначаць такімі асобныя бяспечныя пляцоўкі памылкова, служба месцазалежнага азірання карыстаецца месцазнаходжаннямі, якія нашы дастаўшчыкі даюць прыблізна, і ні мы, ні нашы дастаўшчыкі не гарантуюць дакладнасць месцазнаходжанняў.

source: &vendorShortName; may discontinue or change the Services at its discretion.
be: &vendorShortName; можа самастойна перастаць карыстацца службай ці змяніць яе.

source: &vendorShortName; may update these terms as necessary from time to time. These terms may not be modified or canceled without &vendorShortName;'s written agreement.
be: &vendorShortName; можа абнаўляць гэтыя ўмовы пагаднення час ад часу, калі гэта будзе неабходна. Гэтыя ўмовы не могуць быць зменены або скасованы без пісьмовага дазволу &vendorShortName;.

source: (No Spelling Suggestions)
be: (няма прапановаў)

source: (Private Browsing)
be: (Адасобленае азіранне)

source: (disabled)
be: (забаронена)

source: , or
be: або

source: --blank--
be: --пусты--

source: . The Privacy Policy is available at
be: . Палітыка захавання адасаблення даступная на

source: . This means you may use, copy and distribute &brandShortName; to others. You are also welcome to modify the source code of &brandShortName; as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
be: . Яна дазваляе вам ужываць, капіяваць і распаўсюджваць &brandShortName;. Вы таксама можаце змяняць зыходны код &brandShortName; дзеля задавальнення вашых патрэбаў. Прылюдная Ліцэнзія Mozilla дазваляе вам распаўсюджваць вашы змененыя версіі.

source: 14em
be: 15em

source: 28em
be: 35em

source: 30em
be: 35em

source: 36em
be: 38em

source: 37em
be: 45em

source: 38em
be: 50em

source: 39em
be: 48em

source: 41em
be: 52em

source: 43em
be: 54em

source: 7em
be: 8em

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
be: <p>&brandShortName; прадухіліў загрузку гэтай старонкі такім спосабам, бо палітыка бяспекі змесціва старонкі не дазваляе карыстацца ім.</p>

source: <p>Additional information about this problem or error is currently unavailable.</p>
be: <p>Дадатковыя звесткі пра гэтую праблему або памылку зараз недаступны.</p>

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
be: <p>Нападныя старонкі спрабуюць усталёўваць праграмы, якія крадуць асабістыя звесткі, скарыстоўваюць ваш кампутар, каб нападаць на іншыя, або псуюць вашу сістэму.</p><p>Асобныя нападныя старонкі наўмысна распаўсюджваюць шкодныя праграмы, але шмат якія з іх перакручаны без ведаму і дазволу іх уладальнікаў.</p>

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
be: <p>Адрас прызначае пратакол (напрыклад, <q>wxyz://</q>), які не пазнаецца азіральнікам, таму азіральнік не можа належным чынам злучыцца з пляцоўкаю.</p><ul><li>Вы спрабуеце атрымаць доступ да мультымедыя або іншых нятэкставых службаў? Праверце пляцоўку на існаванне дадатковых патрабаванняў.</li><li>Асобныя пратаколы могуць патрабаваць пабочнае праграмнае забеспячэнне або ўбудовы, каб азіральнік здолеў распазнаць іх.</li></ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
be: <p>Азіральнік паспяхова злучыўся, але злучэнне было перарвана падчас перадачы звестак. Паспрабуйце, калі ласка, зноў.</p><ul><li>Вы не здольны азіраць іншыя пляцоўкі? Праверце злучэнне кампутара з сеткай.</li><li>Дагэтуль маеце праблемы? Парайцеся з спраўнікам сеткі або дастаўшчыком паслугаў Інтэрнэту.</li></ul>

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
be: <p>Азіральнік не здолеў знайсці трымальнік паслугача для гэтага адраса.</p><ul><li>Ці не зрабілі вы памылкі, калі набіралі дамен? (напрыклад, <q><strong>ww</strong>.mozilla.org</q> замест <q><strong>www</strong>.mozilla.org</q>)</li><li>Вы ўпэўнены, што адрас дамену існуе? Можа, яго рэгістрацыя састарэла.</li><li>Вы не здольны азіраць іншыя пляцоўкі? Праверце ваша злучэнне з сеткаю і наладжванні паслугача DNS.</li><li>Ваш кампутар абараняецца сетказаслонаю або пасярэднікам? Няправільныя наладжванні могуць замінаць азіранню ў Сеціве.</li></ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site's cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
be: <p>Азіральнік кінуў спробы атрымаць запатрабаваную адзінку. Пляцоўка перанакіроўвае запыты да сябе спосабам, які замінае іх выкананню калі-небудзь.</p><ul><li>Магчыма вы забаранілі або блакавалі біркі, якія патрэбны гэтай пляцоўцы?</li><li><em>ЗАЎВАГА</em>: Калі набыванне бірак пляцоўкі не вырашае праблему, дык гэта хутчэй праблема наладкі паслугача, а не вашага кампутара.</li></ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
be: <p>Азіральнік наладжаны карыстацца паслугачом-пасярэднікам, але пасярэднік немагчыма адшукаць.</p><ul><li>Ці наладка пасярэдніка азіральніка правільная? Праверце наладжванні і паспрабуйце зноў.</li><li>Ці кампутар злучаны з дзейнай сеткаю?</li><li>Дагэтуль маеце праблемы? Парайцеся з спраўнікам сеткі або дастаўшчыком паслугаў Інтэрнэту.</li></ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
be: <p>Азіральнік наладжаны карыстацца паслугачом-пасярэднікам, але пасярэднік адхіліў злучэнне.</p><ul><li>Ці наладка пасярэдніка азіральніка правільная? Праверце наладжванні і паспрабуйце зноў.</li><li>Ці дазваляе пасярэднікавая служба злучэнні з гэтай сеткі?</li><li>Дагэтуль маеце праблемы? Парайцеся з спраўнікам сеткі або дастаўшчыком паслугаў Інтэрнэту.</li></ul>

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
be: <p>Азіральнік прадухіліў загрузку гэтай старонкі такім спосабам, бо палітыка бяспекі змесціва старонкі не дазваляе карыстацца ім.</p>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
be: <p>Сеткавае злучэнне абарвана падчас яго наладжвання. Паспрабуйце, калі ласка, зноў.</p>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
be: <p>Старонку, якую вы спрабуеце пабачыць, немагчыма паказаць, бо яна выкарыстоўвае недапушчальную або непадтрымальную форму сціскання.</p><ul><li>Паведамце, калі ласка, уладальнікам пляцоўкі сеціва пра гэтую праблему.</li></ul>

source: <p>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
be: <p>Старонку, якую вы спрабуеце пабачыць, немагчыма паказаць, бо немагчыма праверыць сапраўднасць атрыманых даных.</p><ul><li>Паведамце, калі ласка, уладальнікам пляцоўкі сеціва пра гэтую праблему.</li></ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
be: <p>Фармат дадзенага адраса не апазнаны. Праверце, калі ласка, ці няма памылак на паліцы месцазнаходжання і паспрабуйце зноў.</p>

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
be: <p>Запатрабаваны адрас прызначае порт (напрыклад, <q>mozilla.org:80</q> – порт 80 на mozilla.org) , які звычайна ўжываецца з <em>іншымі</em> цэлямі, а не для азірання ў Сеціве. Азіральнік скасаваў гэты запыт дзеля вашай аховы і бяспекі.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
be: <p>Запатрабаваная пляцоўка не адказала на запыт злучэння і азіральнік скончыў чакаць адказ.</p><ul><li>Ці не можа паслугач быць перагружаным або часова спыненым? Паспрабуйце зноў пазней.</li><li>Вы не здольны азіраць іншыя пляцоўкі? Праверце злучэнне кампутара з сеткай.</li><li>Ваш кампутар абараняецца сетказаслонаю або пасярэднікам? Няправільныя наладжванні могуць замінаць азіранню ў Сеціве.</li><li>Дагэтуль маеце праблемы? Парайцеся з спраўнікам сеткі або дастаўшчыком паслугаў Інтэрнэту.</li></ul>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
be: <p>Пляцоўка адказала на сеткавы запыт нечаканым спосабам, таму азіральнік не можа працягваць.</p>

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
be: <p>Хоць пляцоўка выглядае сапраўднаю, тым не менш азіральнік не здольны наладзіць злучэнне.</p><ul><li>Можа пляцоўка часова недаступна? Паспрабуйце зноў пасля.</li><li>Вы не здольны азіраць іншыя пляцоўкі? Праверце злучэнне кампутара з сеткай.</li><li>Ваш кампутар абараняецца сетказаслонаю або пасярэднікам? Няправільныя наладжванні могуць замінаць азіранню ў Сеціве.</li></ul>

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
be: <p>Сеціўныя падробкі ствараюцца падобнымі на крыніцы, якім вы давяраеце, дзеля таго, каб ашукаць вас, каб скрасці вашы асабістыя або фінансавыя звесткі.</p><p>Увод усякіх звестак на гэтай старонцы прывядзе, магчыма, да крадзяжу адметы або іншага ашуканства.</p>

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
be: <ul><li>Ці не была адзінка перайменавана, выдалена або перамешчана?</li><li>Можа існуе нейкая памылка ў адрасе, як прапушчаная/лішняя літара або вялікая літара замест малой, ці інакшая?</li><li>Вы маеце дастатковыя дазволы для доступу да запатрабаванай адзінкі?</li></ul>

source: A
be: у

source: A > Z Sort Order
be: Размеркаваць ад А да Я

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when &brandShortName; retrieves saved information protected by the password.
be: Галоўны пароль абараняе значныя звесткі, такія як паролі пляцовак. Калі вы створыце галоўны пароль, вас запросяць увесці яго аднойчы за сэсію, калі &brandShortName; узнаўляе звесткі, якія абараняюцца паролям.

source: A study has new results
be: Даследаванне мае новыя вынікі

source: A study is ready to submit
be: Даследаванне гатовае для падачы

source: About
be: Пра

source: About &brandFullName;
be: Пра &brandFullName;

source: About &brandShortName;
be: Пра &brandShortName;

source: About About
be: Пра Пра

source: About Test Pilot
be: Пра Test Pilot

source: About Your Rights
be: Пра вашы правы

source: Accept and Install…
be: Пагадзіцца і ўсталяваць…

source: Accept cookies from sites
be: Набываць біркі з пляцовак

source: Accept third-party cookies
be: Набываць пабочныя біркі

source: Accessibility
be: Даступнасць

source: Account
be: Рахунак

source: Account Details
be: Падрабязнасці рахунку

source: Action
be: Дзеянне

source: Active Character Encodings:
be: Дзейныя кадоўкі знакаў:

source: Active Logins
be: Дзейныя ўваходы

source: Activity Indicator
be: Паказальнік чыннасці

source: Add
be: Дадаць

source: Add Dictionaries…
be: Дадаць слоўнікі…

source: Add Exception…
be: Дадаць выключэнне…

source: Add New Toolbar
be: Новая прыладапаліца

source: Add Security Exception
be: Даданне выключэння бяспекі

source: Add a Keyword for this Search…
be: Дадаць ключавое слова для гэтага пошуку…

source: Add to Dictionary
be: Дадаць у слоўнік

source: Add-on Bar
be: Паліца дадаткаў

source: Add-on Profile
be: Профіль дадатка

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
be: Праверка сумяшчальнасці дадаткаў забаронена. Вы можаце мець несумяшчальныя дадаткі.

source: Add-on update security checking is disabled. You may be compromised by updates.
be: Праверка бяспечнасці дадаткаў забаронена. Вы можаце быць падведзены пад рызыку абнаўленнямі.

source: Add-ons
be: Дадаткі

source: Add-ons Manager
be: Кіраўнік дадаткаў

source: Add-ons may be causing problems
be: Дадаткі, якія магчыма выклікаюць праблемы

source: Added
be: Дададзена

source: Address
be: Адрас

source: Address Not Found
be: Адрас не знойдзены

source: Address of website:
be: Адрас пляцоўкі сеціва:

source: Address:
be: Адрас:

source: Advanced
be: Пашыраны

source: Advanced JavaScript Settings
be: Пашыраныя наладжванні JavaScript

source: Advanced…
be: Пашыраны…

source: All
be: Усе

source: All Pages
be: Усе старонкі

source: All Your User Studies…
be: Усе вашы карыстальніцкія даследаванні…

source: All add-ons have been disabled by safe mode.
be: Усе дадаткі забаронены бяспечным рэжымам.

source: Allow
be: Дазволіць

source: Allow &brandShortName; to check for updates.
be: Дазволіць &brandShortName; правяраць, ці існуюць абнаўленні.

source: Allow for Session
be: Дазволіць на час сэсіі

source: Allow pages to choose their own colors, instead of my selections above
be: Дазволіць старонкам выбіраць свае ўласныя колеры замест вылучаных мною ўгары

source: Allow pages to choose their own fonts, instead of my selections above
be: Дазволіць старонкам выбіраць свае ўласныя шрыфты замест вылучаных мной угары

source: Allow scripts to:
be: Дазволіць сцэнарам:

source: Allow websites to install software
be: Дазволіць пляцоўкам павуціны ўсталёўваць праграмнае забеспячэнне

source: Alternate Text
be: Дадатковы тэкст

source: Always ask
be: Заўсёды пытаць

source: Always ask me where to save files
be: Заўсёды пытацца мяне, дзе захоўваць файлы

source: Always check to see if &brandShortName; is the default browser on startup
be: Заўсёды правяраць пры запуску, ці з'яўляецца &brandShortName; змоўчным азіральнікам

source: Always on Top
be: Заўсёды зверху

source: Always show the tab bar
be: Заўсёды паказваць паліцу ўставак

source: Always use the cursor keys to navigate within pages
be: Заўсёды ўжываць клавішы-стрэлкі для перамяшчэння ў старонках

source: An error occurred when trying to load files required to run &brandShortName;
be: Здарылася памылка падчас загрузкі файлаў, патрэбных для выканання &brandShortName;

source: An overview of the website services the product incorporates, along with instructions on how to disable them, if applicable, should be included here.
be: Агляд службаў пляцовак Сеціва, якія ўключаны ў прадукт, разам з прадпісаннямі, якія дазваляюць забараніць гэтыя службы, калі гэта магчыма, павінны быць пералічаны тут.

source: An update is available
be: Даступна абнаўленне
